{
    "sections": {
        "Current Positions": {
            "featured": true,
            "config": {
                "num_columns": 1,
                "match": true
            },
            "content": [
                [
                    [
                        "header", null, [
                            ["small_icon", "./img/ClinicalAILab.png", null],
                            ["title", "Research Assistant", null],
                            ["subtitle", "Clinical Artificial Intelligence Lab", null],
                            ["date", "Aug 2024 - Present", null]
                        ]
                    ],
                    [
                        "body", null, [
                            ["paragraph", "Funded by the Center for Artificial Intelligence and Robotics (CAIR).", null],
                            ["bullets", null, [
                                    ["item", "Reviewed, & extracted 20 papers on Covidence to co-author a research proposal, identifying major gaps in Uncertainty Quantification (UQ) for multimodal & cost-sensitive feature acquisition for BC diagnosis.", null],
                                    ["item", "Attended reading groups to discuss state-of-the-art (SOTA) research", null],
                                    ["item", "Moderated roundtable discussions with clinicians and AI experts during the Clinical AI Bootcamp to align research objectives with clinical practices and needs.", null],
                                    ["item", "Conducting an ongoing review, with 70 papers reviewed and extracted on Covidence so far.", null],
                                    ["item", "Working with a PhD student to compile review findings in a forthcoming paper in npj Digital Medicine.", null],
                                    ["item", "Translating existing models into JAX implementations to integrate UQ techniques.", null]
                                ]
                            ]
                        ]
                    ]
                ],
                [
                    [
                        "header", null, [
                            ["small_icon", "./img/MERITTLogo.png", null],
                            ["title", "Research Assistant", null],
                            ["subtitle", "Medical Robotics and Interactive Intelligent Technologies Lab", null],
                            ["date", "Feb 2024 - Aug 2024", null]
                        ]
                    ],
                    [
                        "body", null, [
                            ["paragraph", "Funded by the Center for Artificial Intelligence and Robotics (CAIR).", null],
                            ["bullets", null, [
                                    ["item", "Co-first authored a research paper ready for submission to IEEE RA-L.", null],
                                    ["item", "Reviewed & Extracted around 20 papers to co-author a proposal, identifying agonist-antagonist coactivation as an untapped source of redundancy for electrode dropping in sEMG-based hand gesture recognition tasks.", null],
                                    ["item", "Experimented iteratively on the High Performance Cluster (HPC) with evolving architectures and XAI tools.", null],
                                    ["item", "Achieved SOTA performance (90% balanced accuracy) after reducing both architecture size and data requirements by 50%.", null]
                                ]
                            ]
                        ]
                    ]
                ]
            ]
        },
        "Past Positions": {
            "featured": false,
            "config": {
                "num_columns": 2,
                "match": true

            },
            "content": [
                [
                    [
                        "header", null, [
                            ["small_icon", "./img/AIM.jpg", null],
                            ["title", "Research Assistant", null],
                            ["subtitle", "Applied Interactive Multimedia (AIM)", null],
                            ["date", "Feb 2022 - July 2022", null]
                        ]
                    ],
                    [
                        "body", null, [
                            ["bullets", null, [
                                    ["item", "Developed rehabilitation tasks using kinesthetic feedback via under-screen magnets to aid post-stroke recovery, in collaboration with Cleveland Clinic Abu Dhabi physicians", null],
                                    ["item", "Designed and developed serious games to help children develop handwriting skills, with input from education professionals at Cranleigh School Abu Dhabi", null]
                                ]
                            ]
                        ]
                    ]
                ]
            ]  
        }
    }
}